 /* No comment provided by engineer. */
" (will be removed)" = " (kommer att tas bort)";

"\nAll pending updates will be installed. Unsaved work will be lost.\nYou may avoid the forced logout by logging out now." = "\nAlla väntande uppdateringar kommer att installeras. Ej sparat arbete kommer att förloras!\nDu kan undgå detta genom att logga ut nu.";

"A logout is recommended before updating. Please be patient as there may be a short delay at the login window. Log out and update now?" = "Det rekommenderas en utloggning före uppdateringen. Det kan bli en kort fördröjning vid inloggningsfönstret. Logga ut och uppdatera nu?";

"A logout is required before updating. Please be patient as there may be a short delay at the login window. Log out and update now?" = "Det krävs en utloggning före uppdateringen. Det kan bli en kort fördröjning vid inloggningsfönstret. Logga ut och uppdatera nu?";

"A logout will be forced at approximately %s." = "Du kommer tvingas att loggas ut om cirka. %s.";

"A logout will be forced in less than %s minutes." = "Du kommer tvingas att loggas ut om cirka %s minuter.";

"A logout will be forced in less than a minute.\nAll pending updates will be installed. Unsaved work will be lost." = "En automatisk utloggning kommer att ske om mindre än en minut.\nAlla väntande uppdateringar kommer att installereras. Ej sparat arbete kommer att förloras!";

"A restart is required after updating. Please be patient as there may be a short delay at the login window. Log out and update now?" = "En omstart krävs efter uppdateringen. Det kan bli en kort fördröjning vid inloggningsfönstret. Logga ut och uppdatera nu ? ";

"Cancel" = "Avbryt";

"Cannot check for updates" = "Kan inte söka efter uppdateringar";

"Cannot start installation session" = "Kan inte starta installationen";

"Conflicting applications running" = "Det finns öppna program som skapar en konflikt med installationen";

"Continue" = "Fortsätt";

"For best results, you should connect your computer to a power source before updating. Are you sure you want to continue the update?" = "Du bör ansluta datorn till en strömkälla innan du uppdaterar. Är du säker på att du vill fortsätta?";

"Forced Logout for Mandatory Install" = "Tvingad utloggning för en obligatorisk installation";

"Install session failed" = "Installationen misslyckades";

"Installed" = "Installerad";

"Log out and update" = "Logga ut och uppdatera";

"Log out and update now" = "Logga ut och uppdatera nu";

"Logout Recommended" = "Utloggning rekommenderas";

"Logout Required" = "Utloggning krävs";

"Logout will be required." = "Utloggning kommer att krävas.";

"Mandatory Updates Pending" = "Obligatoriska uppdateringar väntar";

"Managed Software Update cannot contact the update server at this time.\nIf this situation continues, contact your systems administrator." = "Managed Software Update kan inte kontakta uppdateringsservern just nu.\nOm problemet kvarstår, kontakta systemadministratören.";

"Managed Software Update failed its preflight check.\nTry again later." = "Managed Software Update kunde inte köra sin första kontroll.\nProva igen senare.";

"Not installed" = "Ej installerat";

"Not removable" = "Kan inte tas bort";

"OK" = "OK";

"One or more mandatory updates are overdue for installation. A logout will be forced soon." = "En eller flera obligatoriska uppdateringar har förfallit för installation. En utloggning kommer att tvingas snart.";

"One or more updates must be installed by %s. A logout may be forced if you wait too long to update." = "En eller flera uppdateringar måste installeras av %s. Om du väntar för länge, kommer det att ske en automatisk utloggning.";

"Optional software..." = "Extra program…";

"Other users logged in" = "Andra användare är inloggade";

"Quit" = "Avsluta";

"Restart" = "Omstart";

"Restart Required" = "Omstart krävs";

"Restart will be required." = "Omstart krävs";

"Scheduled removal of managed software." = "Schemalagd avinstallation av hanterad programvara.";

"Show updates" = "Visa uppdateringar";

"Software installed or removed requires a restart. You will have a chance to save open documents." = "Program som lades till eller togs bort kräver en omstart. Du kommer att få möjlighet att spara ditt arbete.";

"Software removals" = "Programborttagning";

"Starting…" = "Startar…";

"There are other users logged into this computer.\nUpdating now could cause other users to lose their work.\n\nPlease try again later after the other users have logged out." = "Det finns andra användare inloggade på datorn.\nOm du uppdaterar nu riskerar dom att förlora ej sparat arbete.\n\nProva igen när de andra användarna har loggat ut.";

"There is a configuration problem with the managed software installer. Could not start the install session. Contact your systems administrator." = "Det är ett konfigurationsproblem med Managed Software Update. Kan inte starta installationen. Kontakta systemadministratören.";

"There is a configuration problem with the managed software installer. Could not start the proces. Contact your systems administrator." = "Det är ett konfigurationsproblem med Managed Software Update. Kan inte starta processen. Kontakta systemadministratören.";

"There is a configuration problem with the managed software installer. Could not start the update check process. Contact your systems administrator." = "Det är ett konfigurationsproblem med Managed Software Update. Kan inte starta uppdateringsprocessen. Kontakta systemadministratören.";

"There is a configuration problem with the managed software installer. The process ended unexpectedly. Contact your systems administrator." = "Det är ett konfigurationsproblem med Managed Software Update. Processen avslutades oväntat. Kontakta systemadministratören.";

"There is no new software for your computer at this time." = "Det finns inga uppdateringar för närvarande.";

"This item must be installed by " = "Detta måste installeras av ";

"This item will be removed." = "Detta kommer att tas bort.";

"Update available" = "Uppdatering tillgänglig";

"Update check failed" = "Uppdateringskontrollen misslyckades";

"Update later" = "Uppdatera senare";

"Update without logging out" = "Uppdatera utan att logga ut";

"Will be installed" = "Kommer att installeras";

"Will be removed" = "Kommer att tas bort";

"Will be updated" = "Kommer att uppdateras";

"Will not be installed" = "Kommer inte installeras";

"Will not be removed" = "Kommer inte tas bort";

"You must quit the following applications before proceeding with installation:\n\n%s" = "Du måste avsluta följande program innan du kan fortsätta med installationen:\n\n%s";

"Your computer is not connected to a power source." = "Datorn är inte ansluten till en strömkälla.";

"Your software is up to date." = "Programvaran är uppdaterad.";

"Check again" = "Kontrollera igen";
